// toolbar items

"SToolbarSimpleMode"  = "Egyszerű mód";
"SToolbarSimpleModeHint" = "Egyszerű mód";

"SToolbarAdvancedMode"  = "Haladó mód";
"SToolbarAdvancedModeHint" = "Haladó mód";

"SToolbarEnterDFU" = "DFU";
"SToolbarEnterDFUHint" = "DFU";

"SToolbarLog" = "Naplófájl";
"SToolbarLogHint" = "Naplófájl";

"SToolbarHelp" = "Segítség";
"SToolbarHelpHint" = "Segítség";

"SToolbarExit" = "Kilép";
"SToolbarExitHint" = "Kilép";

// Bubbles

"SClickHere" = "Kattints ide a folytatáshoz!";
"SITunesNotFound" = "Úgy tűnik, nem rendelkezel a iTunes 8.0 vagy annak újabb verziójával. Frissítened kell az iTunes-t hogy használhasda PwnageTool-t.";
"SFreeSpace" = "Elerhető: %.02f MB";

// Select platform

"SSPText" = "Kérlek válaszd ki az eszközt, amit módosítani szeretnél.\nEz lehet egy iPhone (3G, 3GS, 4), iPod Touch (3G, 4G), iPad, AppleTV 2G.";
"SSPTooltip" = "Kattints ide %@";
"SSPSelectPlatform" = "Válaszd ki a  platformot!";

// Browse firmware

"SBFText" = "Válaszd ki a firmware csomag .ipsw-t, amit használni szeretnél. Értesítést kapsz, ha a PwnageTool nem találja a fájlokat, utolsó lehetőségként rákereshetsz ezekre a fájlokra, és későbbi megerősítést kérhetsz, ha igényled.";
"SBFSelectFirmware" = "Válaszd ki a firmware-t!";
"SBFWrongFirmwareSelected" = "Rossz firmware csomagot választottál.";
"SBFNoFirmwareFound" = "A firmware csomag nem található.\nSzeretnéd a weben megkeresni ezt a file-t?";
"SBFBrowseFirmware" = "A %@ firmware csomag keresése.";
"SBFGoogleSearch" = "http://www.google.com/search?&q=%@+4.1+ipsw+download";
"SBFHint" = "Átválthatsz haladó módra, és megkeresheted a %@ firmware csomagot";
"SBFBrowseIPSW" = "IPSW keresése...";

// Builder Menu

"SBMText" = "Itt végezheted el a konkrét átalakításokat a firmware csomagban, és hangolhatod az egyes szekciók beállításait. Amikor végeztél, kattints a \"build\"-re, ami lefordítja és elkészíti az .ipsw fájlt, ami az %@ visszaállítására fog szolgálni.";
"SBMSelectAction" = "Válaszd a menü opciót!";
"SBMGeneral" = "Általános";
"SBMCydia" = "Cydia csomagok";
"SBMCustom" = "Egyedi csomagok";
"SBMLogos" = "Egyedi logók";
"SBMBuild" = "Build";

// Builder Settings

"SBSText" = "Itt kiválaszthatod az \"Activate the phone\"-t, ami a nemhivatalos aktivációt fogja engedélyezni vagy az \"Enable baseband update\"-et ami a Baseband módosítását teszi lehetővé. A root partíció mérete is állítható.";

// Builder Cydia

"SBYText" = "Itt vannak a Cydia által nyújtott egyéni csomagok egyéni beállításai. Vándorold végig a füleket és konfiguráld a csomagokat, amiket előtelepíteni szeretnél. Ne feledd, hogy később is telepíthetsz Cydia csomagokat közvetlenül a %@-ról.";
"SBYDeletePackages" = "Törlöd a kiválasztott Cydia csomagokat a PwnageTool-ból?";
"SBYDeleteSources" = "Törlöd a kiválasztott Cydia forrásokat a PwnageTool-ból?";
"SBYBadURL" = "Sajnálom, az URL elérhetetlen.";

// Builder Custom

"SBCText" = "Itt vannak a kilistázott csomagbeállítások az egyedi .ipsw fájlodhoz. Itt lehet a csomagokat engedélyezni és letiltani, és a jövőben az egyes engedélyezett és letiltott csomagokat innen osztályozzuk.";

// Builder Logos

"SBLText" = "Itt egyedi képeket választhatsz, amiket a gyári grafikák helyett használhatsz. Ezek helyettesítik a szokásos képeket, testreszabhatóak és a \"Browse\" gombbal cserélheted őket.";
"SBLBrowseBootLogo" = "Boot logó fájl megnyitása.";
"SBLBrowseRecoveryLogo" = "Recovery logó fájl megnyitása.";
"SBLBadImage" = "Sajnálom, ez nem megfelelő PNG képfájl.";

// Builder Build

"SBDText" = "Folyamatban az .ipsw fájl készítése, amivel az %@ helyreállítható lesz.";
"SBDNoFreeSpace" = "Nincs elég szabad hely!";
"SBDSaveIPSW" = "Egyedi .ipsw fájl mentése.";
"SBDSaveOnDesktop" = "Az .ipsw fájl elkészítése következik, amit az %@ visszaállítására használhatsz az iTunes programban. Ez a fájl az Asztalra fog kerülni. Folytatod?";
"SBDAskForPwned" = "Volt már ez az %@ törve? (van rajta ananász logó)?\nHa nem vagy biztos benne, válaszolj Nemmel.";
"SBDRestore" = "Zárd be a PwnageTool programot, az %@ legyen Recovery módban, majd indítsd az iTunes-t, hogy visszaállíthasd a firmware-t!";
"SBDAreYouLegit" = "Van %@ szerződésed, ami aktiválná a készüléket iTunes-on keresztül?";

// Enter DFU

"SEDText" = "Használd ezt a képernyőt, hogy belépj DFU módban, amit arra használunk, hogy visszaállítsunk egy érintetlen %@-t.";
"SEDRestartGame" = "Belépés a DFU módba sikertelen volt.\nSzeretnéd újra megpróbálni?";
"SEDFailed" = "Belépés sikertelen volt\na DFU módba.";
"SEDSuccess" = "Belépés sikeres volt\na DFU módba.";
"SEDRestore" = "Belépés a DFU módba sikeres volt!\nZárd be a PwnageTool-t, indítsd el az iTunes-t, hogy visszaállítsd az egyedi firmware csomagot!";
"SEDConnect" = "Csatlakoztasd az eszközt USB-n keresztül!";
"SEDTurnOff" = "Kapcsold ki az eszközt!";
"SEDPrepare" = "Készülj fel\na Power és a Home gombok lenyomására\n5 másodpercen belül...";
"SEDPressTwoButtons" = "Nyomd meg a Power és a Home gombokat!";
"SEDHoldTwoButtons" = "Tartsd lenyomva a Power és a Home\ngombokat 10 másodpercig...";
"SEDHoldTwoButtons2" = "Tartsd lenyomva a Power és a Home\ngombokat 10 másodpercig...\n\nKészülj fel, hogy el kell engedned\ncsak a Power gombot";
"SEDReleasePowerButton" = "Engedd el a Power gombot!";
"SEDHoldOneButton" = "Tartsd lenyomva a Home gombot\n10 másodpercig...";

"SEDATVUnplug" = "Húzd ki a tápkábelt\naz Apple TV-ből";
"SEDATVPrepare" = "Nyomd le egyszerre\na Menü és Lejátszás gombot\n5 másodperc múlva...";
"SEDATVPressTwoButtons" = "Most nyomd le egyszerre\na Menü és Lejátszás gombot!";
"SEDATVHoldTwoButtons" = "Tartsd lenyomva a Menü\nés Lejátszás gombot hét másodpercig...";
"SEDATVReleaseButtons" = "Engedd el mindkét\ngombot!";

//

"SNotEnoughFreeSpace" = "Nincs elég szabad hely a következőn: %@. Bizonyosodj meg arról, hogy legalább %d MB szabad.";
"SLoadedIPSWFile" = ".ipsw fájl betöltve innen: '%@'.";
"SCustomIPSWNameFormat" = "%@_Custom_Restore.ipsw";

"SIPSWRecognized" = ".ipsw fájl felismerve, mint %@.";
"SIPSWNotRecognized" = ".ipsw fájl ismeretlen.";

"SCIMaking" = "Egyedi %@ logo készítése.";
"SCIMakingSuccess" = "OK";
"SCIMakingFailed" = "SIKERTELEN";

"SIPSWUnzip" = ".ipsw fájl kitömörítése ide: %@.";
"SIPSWUnzipSuccess" = "OK";
"SIPSWUnzipFailed" = "SIKERTELEN";

"SFWPatch" = "%@ patch-elése.";
"SFWPatchSuccess" = "OK";
"SFWPatchFailed" = "SIKERTELEN";

"SFSConvertToUDRW" = "Gyökérfájlrendszer konvertálása UDRW lemezképpé.";
"SFSConvertToUDRWSuccess" = "OK";
"SFSConvertToUDRWFailed" = "SIKERTELEN";

"SFSResize" = "Gyökérfájlrendszer átméretezése: %@.";
"SFSResizeSuccess" = "OK";
"SFSResizeFailed" = "SIKERTELEN";

"SFSAttach" = "Gyökérfájlrendszer csatolása ide: '%@'.";
"SFSAttachSuccess" = "OK";
"SFSAttachFailed" = "SIKERTELEN";

"SFSDetach" = "Gyökérfájlrendszer lecsatolása innen: '%@'.";
"SFSDetachSuccess" = "OK";
"SFSDetachFailed" = "SIKERTELEN";

"SFSConvertToUDZO" = "Gyökérfájlrendszer konvertálása UDZO lemezképpé.";
"SFSConvertToUDZOSuccess" = "OK";
"SFSConvertToUDZOFailed" = "SIKERTELEN";

"SFSASRScan" = "Gyökérfájlrendszer vizsgálása ASR-rel.";
"SFSASRScanSuccess" = "OK";
"SFSASRScanFailed" = "SIKERTELEN";

"SFSPatch" = "%@ készítése.";
"SFSPatchSuccess" = "OK";
"SFSPatchFailed" = "SIKERTELEN";

"SCPAdding" = "%@ egyedi csomag hozzáadása.";
"SCPAddingSuccess" = "OK";
"SCPAddingFailed" = "SIKERTELEN";

"SYPAdding" = "%@ cydia csomag hozzáadása.";
"SYPAddingSuccess" = "OK";
"SYPAddingFailed" = "SIKERTELEN";

"SCPAddFailed" = "%@ egyedi csomag hozzáadása nem sikerült. Nincs több szabad hely a root partíción.";
"SYPAddFailed" = "%@ cydia csomag hozzáadása nem sikerült. Nincs több szabad hely a root partíción.";

"SBBPrepareUpdate" = "Baseband frissítés előkészítése.";
"SBBPrepareUpdateSuccess" = "OK";
"SBBPrepareUpdateFailed" = "SIKERTELEN";

"SIPSWZip" = ".ipsw fájl tömörítése zipbe.";
"SIPSWZipSuccess" = "OK";
"SIPSWZipFailed" = "SIKERTELEN";

"SIPSWBuildSuccess" = "Az egyedi .ipsw fájl sikeresen fordítódott ide: '%@'.";
"SIPSWBuildFailed" = "Az egyedi .ipsw fájl fordítása sikertelen.";

"SRDAttach" = "Helyreállító %@ csatolása ide: '%@'.";
"SRDAttachSuccess" = "OK";
"SRDAttachFailed" = "SIKERTELEN";

"SRDDetach" = "Helyreállító %@ lecsatolása innen: '%@'.";
"SRDDetachSuccess" = "OK";
"SRDDetachFailed" = "SIKERTELEN";

"SRDResize" = "Átméretezni a %@ %@.";
"SRDResizeSuccess" = "OK";
"SRDResizeFailed" = "SIKERTELEN";

"SRDUpdating" = "Updatelése a %@.";
"SRDUpdatingSuccess" = "OK";
"SRDUpdatingFailed" = "SIKERTELEN";

"SNoFreeSpaceLeft" = "Nincs több szabad hely a root partíción.";

"SPDownloading" = "Letöltés";
"SPDownloadFailed" = "FAIL";
"SPDownloaded" = "Letöltődött";
"SPCanceled" = "Megszakítva";
"SPNewVersion" = "Új verzió";

"SFailedToPrepareX1222IPSW" = "A x12220000_4_Recovery.ipsw fájl előkészítése sikertelen.";